ms-python.python
teabyii.ayu
zhuangtongfa.material-theme
mikestead.dotenv
ms-azuretools.vscode-docker
dbaeumer.vscode-eslint
file-icons.file-icons
GraphQL.vscode-graphql-syntax
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
pnp.polacode
esbenp.prettier-vscode
wayou.vscode-todo-highlight
